<?php defined('SYSPATH') OR die('No direct access allowed.');
/*
 * 本文件是对彩票的彩种,玩法做的配置文件
 */
$config =  array (

    'type' => array(
        '1' => '竞彩足球',
        '2' => '足彩胜负',
        /* '3' => '任选9场',
        '4' => '6场半全',
        '5' => '4场进球', */
        '6' => '竞彩篮球',
        '7' => '单场竞猜',
    	'8' => '超级大乐透',
    	'9' => '排列五',
    	'10' => '七星彩',
    	'11' => '排列三',
    ),
    
    'method' => array(
        '1' => array(
            '1' => '让球胜平负',
            '2' => '总进球数',
            '3' => '比分',
            '4' => '半全场',
        ),
        
        '2' => array(
            '1' => '胜负彩',
            '2' => '九场胜负彩',
        	'3' => '六场半全',
            '4' => '进球彩',
        ),
        
        '3' => array(
            '1' => '普通投注',
            '2' => '单式投注',
        ),
        
        '4' => array(
            '1' => '普通投注',
            '2' => '单式投注',
        ),
                
        '5' => array(
            '1' => '普通投注',
            '2' => '单式投注',
        ),
        
        '6' => array(
            '1' => '胜负',
            '2' => '让分胜负',
        	'3' => '胜分差',
            '4' => '大小分',
        ),
	   '7' => array(
        	'501' => '单场胜平负',
			'502' => '单场上下盘',
			'503' => '单场进球数',
			'504' => '单场过关比分',
			'505' => '单场半全场胜负'
        ),
    	'8' => array(
    		'1'=>'普通投注',
    		'3'=>'单式投注',
    		'13'=>'胆拖投注'
    	),
		'9' => array(
			'1'=>'普通投注',
    		'3'=>'单式投注',
    	),
    	'10' => array(
    		'1'=>'普通投注',
    		'3'=>'单式投注',
    	),
    	'11' => array(
    		'1'=>'直选复式',
    		'3'=>'直选单式',
    		'4'=>'直选和值',
    		'5'=>'组六复式',
    		'6'=>'组六单式',
    		'7'=>'组六组选和值',
    		'8'=>'组六胆拖',
    		'9'=>'组三复式',
    		'10'=>'组三单式',
    		'11'=>'组三组选和值',
    		'12'=>'组三胆拖',
    	),
    )
);


