<?php defined('SYSPATH') OR die('No direct access allowed.');
/**
 * @package  API:Key
 *
 */
//联赛名称与颜色对照
$config['color_list'] = array
	(
			"德国杯"=>"#A00800",
			"法乙"=>"#ACA96C",		
			"挪超"=>"#666666",		
			"巴甲"=>"#004D00",
			"瑞超"=>"#666666",		
			"瑞典超"=>"#004488",			
			"德超杯"=>"#541AAB",	
			"美洲杯"=>"#990044",	
			"欧冠"=>"#F75000",		
			"欧罗巴"=>"#6F00DD",	
			"德甲"=>"#990099",			
			"意超杯"=>"#5780EF",				
			"法甲"=>"#663333",	
			"社区盾杯"=>"#D6440A",	
			"国际赛"=>"#D45819",			
			"英冠"=>"#CC3300",	
			"欧预赛"=>"#6F006F",		


						
			"荷乙"=>"#999900",		
			"德乙"=>"#999900",				
			"英超"=>"#999900",				
			"西超杯"=>"#999900",	
			"女足世界杯"=>"#999900",				
			"日职"=>"#999900",				
			"金杯赛"=>"#999900",				
			"欧锦赛预选赛"=>"#999900",					
			"意甲"=>"#999900",				
			"西甲"=>"#999900",
			"意甲"=>"#999900",			
			"英足总杯"=>"#999900",				
			"亚冠"=>"#999900",				
			"亚冠"=>"#999900",			
			"意大利杯"=>"#999900",						
			

			"default"=>"#999900",//如果不存的联赛就使用这个默认的颜色														
		);